{
  "appName": "Sudoku Face Off",
  "subtitle": "Multiplayer Sudoku, Ingen Reklamer",
  "description": "Ren Kvalitet Sudoku med realtids multiplayer-racing og AI-drevet læring. Ingen reklamer, ingen abonnementer, ingen konto påkrævet.\n\nUdfordr dig selv med sudoku-opgaver, der kræver avancerede teknikker, eller kæmp mod venner i realtids-battles. Indbygget AI-hints guider dig til at mestre eksperterstrategier som X-Wing og Swordfish.\n\n• Ren Kvalitet Sudoku\nIngen reklamer, ingen abonnementer, ingen konto påkrævet. Kun rene, kvalitetssudoku-opgaver designet til seriøse spillere.\n\n• Avanceret Læring med AI-Hints\nUdfordr dig selv med meget svære sudoku-opgaver, der kræver avancerede teknikker. Indbygget AI-drevne hints forklarer logik, fremhæver celler og lærer dig eksperterstrategier trin for trin.\n\n• Realtids Multiplayer-Racing\nKæmp mod andre spillere i realtid. Alle spiller samme bræt – først til at færdiggøre vinder. Ægte konkurrencemæssig Sudoku. Konkurrér side om side eller eksternt.\n\n• Alle Niveauer\nNemme, mellem eller svære sudoku-opgaver. Perfekt til begyndere, der lærer det grundlæggende, eller sudoku-mestre, der tackler ekstreme udfordringer.\n\n• Spil Overalt\nSmukt, intuitivt interface optimeret til iOS, Android og web. Rent, moderne design, der lader dig fokusere på opgaven.\n\nRent, hurtigt og uden distraktioner. Sådan skal sudoku være.",
  "keywords": "sudoku,puzzle,hjerne,logik,bræt,multiplayer,offline,klassisk,strategi,tal,udfordring,reklamefri",
  "supportUrl": "https://sudokufaceoff.com",
  "whatsNew": "Opdateringer i v1.0.13-1.0.16:\n\n• Rettet Notat-tilstand – Løst fejl hvor cifervalg kunne forårsage utilsigtet nummerplacering ved indtastning af notat-tilstand.\n\n• Forbedret Typografi – Skiftet til EB Garamond-skrifttype for bedre læsbarhed på spillebræt og nummerpad.\n\n• Forbedret Synlighed – Forbedret cellefremhævningskontrast: mørkere i lyst tilstand, lysere i mørk tilstand for bedre synlighed.\n\n• UI-forbedringer – Rettet nummerpad-knap tekstjustering for renere udseende.\n\n• Nye Ikoner – Opdateret app-ikoner på tværs af alle platforme for et moderne look.\n\nPlus alle tidligere funktioner: Web-spil, AI-drevet læring, notat-tagning og mere.\n\nIngen reklamer, ingen in-app køb, ingen afbrydelser – kun ren sudoku-løsning.",
  "promotionalText": "Begrænset tid: Nu gratis hele 2026! Ingen reklamer, aldrig in-app køb, ingen afbrydelser – kun ren sudoku-løsning."
}
