{
  "appName": "Sudoku Face Off",
  "subtitle": "Multiplayer Sudoku, Keine Werbung",
  "description": "Reine Qualität Sudoku mit Echtzeit-Multiplayer-Racing und KI-gestütztem Lernen. Keine Werbung, keine Abonnements, kein Konto erforderlich.\n\nFordere dich selbst mit Sudoku-Rätseln heraus, die fortgeschrittene Techniken erfordern, oder wetteifere mit Freunden in Echtzeit-Battles. Eingebaute KI-Hinweise führen dich durch Expertenstrategien wie X-Wing und Swordfish.\n\n• Reine Qualität Sudoku\nKeine Werbung, keine Abonnements, kein Konto erforderlich. Nur reine, qualitativ hochwertige Sudoku-Rätsel für ernsthafte Spieler.\n\n• Fortgeschrittenes Lernen mit KI-Hinweisen\nFordere dich selbst mit sehr schwierigen Sudoku-Rätseln heraus, die fortgeschrittene Techniken erfordern. Eingebaute KI-gestützte Hinweise erklären Logik, heben Zellen hervor und lehren dich Expertenstrategien Schritt für Schritt.\n\n• Echtzeit-Multiplayer-Racing\nWetteifere mit anderen Spielern in Echtzeit. Alle spielen dasselbe Spielfeld – wer zuerst fertig ist, gewinnt. Echtes wettbewerbsfähiges Sudoku. Konkurriere Seite an Seite oder remote.\n\n• Alle Schwierigkeitsgrade\nLeichte, mittlere oder schwere Sudoku-Rätsel. Perfekt für Anfänger, die die Grundlagen lernen, oder Sudoku-Meister, die extreme Herausforderungen angehen.\n\n• Überall Spielen\nSchöne, intuitive Oberfläche optimiert für iOS, Android und Web. Sauberes, modernes Design, das dich auf das Rätsel konzentrieren lässt.\n\nSauber, schnell und ablenkungsfrei. So sollte Sudoku sein.",
  "keywords": "sudoku,puzzle,gehirn,logik,brett,multiplayer,klassisch,strategie,zahlen,herausforderung,werbefrei",
  "supportUrl": "https://sudokufaceoff.com",
  "whatsNew": "Updates in v1.0.13-1.0.16:\n\n• Notizen-Modus behoben – Fehler behoben, bei dem Ziffernauswahl versehentliche Zahlenplatzierung beim Aktivieren des Notizen-Modus verursachen konnte.\n\n• Verbesserte Typografie – Wechsel zu EB Garamond-Schriftart für bessere Lesbarkeit auf Spielfeld und Zahlenfeld.\n\n• Verbesserte Sichtbarkeit – Verbesserter Zellhervorhebungs-Kontrast: dunkler im Hellmodus, heller im Dunkelmodus für bessere Sichtbarkeit.\n\n• UI-Verfeinerung – Zahlenfeld-Button-Textausrichtung behoben für saubereres Erscheinungsbild.\n\n• Frische Icons – App-Icons auf allen Plattformen aktualisiert für modernes Aussehen.\n\nPlus alle bisherigen Funktionen: Web-Spiel, KI-gestütztes Lernen, Notizen und mehr.\n\nKeine Werbung, keine In-App-Käufe, keine Unterbrechungen – nur reines Sudoku-Lösen.",
  "promotionalText": "Begrenzte Zeit: Jetzt kostenlos für das ganze Jahr 2026! Keine Werbung, niemals In-App-Käufe, keine Unterbrechungen – nur reines Sudoku-Lösen."
}
