{
  "appName": "Sudoku Face Off",
  "subtitle": "Multiplayer Sudoku, No Ads",
  "description": "Pure Quality Sudoku with real-time multiplayer racing and AI-powered learning. No ads, no subscriptions, no account required.\n\nChallenge yourself with puzzles requiring advanced techniques, or race friends in real-time battles. Built-in AI hints guide you to master expert strategies like X-Wing and Swordfish.\n\n• Pure Quality Sudoku\nNo ads, no subscriptions, no account required. Just pure, quality Sudoku puzzles designed for serious players.\n\n• Advanced Learning with AI Hints\nChallenge yourself with very hard puzzles requiring advanced techniques. Built-in AI-powered hints explain logic, highlight cells, and teach you expert strategies step-by-step.\n\n• Real-Time Multiplayer Racing\nRace against other players in real-time. Everyone plays the same board—first to finish wins. True competitive Sudoku. Compete side-by-side or remotely.\n\n• All Skill Levels\nEasy, medium, or hard puzzles. Perfect for beginners learning the basics or Sudoku masters tackling extreme challenges.\n\n• Play Anywhere\nBeautiful, intuitive interface optimised for iOS, Android, and web. Clean, modern design that lets you focus on the puzzle.\n\nClean, fast, and distraction-free. This is Sudoku done right.",
  "keywords": "puzzle,brain,logic,board,multiplayer,offline,classic,strategy,mind,numbers,challenge,ad-free",
  "supportUrl": "https://sudokufaceoff.com",
  "whatsNew": "Updates in v1.0.13-1.0.16:\n\n• Fixed Note Mode – Resolved bug where digit selection could cause accidental number placement when entering note mode.\n\n• Improved Typography – Switched to EB Garamond font for better readability on game board and number pad.\n\n• Enhanced Visibility – Improved cell highlight contrast: darker in light mode, lighter in dark mode for better visibility.\n\n• UI Polish – Fixed number pad button text alignment for cleaner appearance.\n\n• Fresh Icons – Updated app icons across all platforms for a modern look.\n\nPlus all previous features: Web play, AI-powered learning, note-taking, and more.\n\nNo ads, no in-app purchases, no interruptions – just pure puzzle solving.",
  "promotionalText": "Limited time: Now free for all of 2026! No ads, never any in-app purchases, no interruptions – just pure puzzle solving."
}
