{
  "appName": "Sudoku Face Off",
  "subtitle": "Sudoku Multijugador, Sin Anuncios",
  "description": "Sudoku de Pura Calidad con carreras multijugador en tiempo real y aprendizaje impulsado por IA. Sin anuncios, sin suscripciones, sin cuenta requerida.\n\nDesafíate a ti mismo con sudokus que requieren técnicas avanzadas, o compite con amigos en batallas en tiempo real. Las pistas de IA integradas te guían para dominar estrategias expertas como X-Wing y Swordfish.\n\n• Sudoku de Pura Calidad\nSin anuncios, sin suscripciones, sin cuenta requerida. Solo sudokus de pura calidad diseñados para jugadores serios.\n\n• Aprendizaje Avanzado con Pistas de IA\nDesafíate con sudokus muy difíciles que requieren técnicas avanzadas. Las pistas impulsadas por IA integradas explican la lógica, resaltan celdas y te enseñan estrategias expertas paso a paso.\n\n• Carreras Multijugador en Tiempo Real\nCompite con otros jugadores en tiempo real. Todos juegan el mismo tablero—el primero en terminar gana. Sudoku verdaderamente competitivo. Compite codo con codo o de forma remota.\n\n• Todos los Niveles\nSudokus fáciles, medios o difíciles. Perfecto para principiantes que aprenden lo básico o maestros del sudoku que enfrentan desafíos extremos.\n\n• Juega en Cualquier Lugar\nInterfaz hermosa e intuitiva optimizada para iOS, Android y web. Diseño limpio y moderno que te permite concentrarte en el sudoku.\n\nLimpio, rápido y sin distracciones. Así debe ser el sudoku.",
  "keywords": "sudoku,puzzle,cerebro,lógica,tablero,multiplayer,clásico,estrategia,números,desafío,sin anuncios",
  "supportUrl": "https://sudokufaceoff.com",
  "whatsNew": "Actualización importante desde v1.0.11:\n\n• Juega en Web – Ahora disponible en iOS, Android y navegadores web. Juega en cualquier lugar, en cualquier momento.\n\n• Aprendizaje Impulsado por IA – Nuevo sistema de pistas inteligente que explica técnicas y te guía a través de estrategias avanzadas. Aprende X-Wing, Swordfish y métodos expertos.\n\n• UI de Notas – Toma notas directamente en las celdas para rastrear posibilidades y planificar tus movimientos.\n\n• UX Mejorada – Legibilidad de pistas mejorada, mejor navegación de menú, retroalimentación háptica y tablero de juego refinado para un juego más fluido.\n\n• Mejor Compartir – Comparte tus logros con mensajes mejorados.\n\nSin anuncios, sin compras dentro de la app, sin interrupciones – solo pura resolución de sudokus.",
  "promotionalText": "Tiempo limitado: ¡Ahora gratis todo 2026! Sin anuncios, nunca compras en la app, sin interrupciones – solo pura resolución de sudokus."
}
