{
  "appName": "Sudoku Face Off",
  "subtitle": "Sudoku Multijoueur, Sans Pub",
  "description": "Sudoku de Pure Qualité avec courses multijoueur en temps réel et apprentissage alimenté par IA. Pas de publicités, pas d'abonnements, pas de compte requis.\n\nDéfiez-vous avec des sudokus nécessitant des techniques avancées, ou affrontez vos amis dans des batailles en temps réel. Les indices IA intégrés vous guident pour maîtriser des stratégies expertes comme X-Wing et Swordfish.\n\n• Sudoku de Pure Qualité\nPas de publicités, pas d'abonnements, pas de compte requis. Juste des sudokus de pure qualité conçus pour les joueurs sérieux.\n\n• Apprentissage Avancé avec Indices IA\nDéfiez-vous avec des sudokus très difficiles nécessitant des techniques avancées. Les indices alimentés par IA intégrés expliquent la logique, mettent en évidence les cellules et vous enseignent des stratégies expertes étape par étape.\n\n• Courses Multijoueur en Temps Réel\nAffrontez d'autres joueurs en temps réel. Tout le monde joue la même grille—le premier à terminer gagne. Vrai sudoku compétitif. Affrontez-vous côte à côte ou à distance.\n\n• Tous les Niveaux\nSudokus faciles, moyens ou difficiles. Parfait pour les débutants apprenant les bases ou les maîtres du sudoku relevant des défis extrêmes.\n\n• Jouez N'importe Où\nInterface belle et intuitive optimisée pour iOS, Android et web. Design épuré et moderne qui vous permet de vous concentrer sur le sudoku.\n\nÉpuré, rapide et sans distraction. Voilà comment le sudoku doit être.",
  "keywords": "sudoku,puzzle,cerveau,logique,grille,multiplayer,classique,stratégie,chiffres,défi,sans pub",
  "supportUrl": "https://sudokufaceoff.com",
  "whatsNew": "Mises à jour dans v1.0.13-1.0.16:\n\n• Mode Notes Corrigé – Correction du bug où la sélection de chiffres pouvait causer un placement accidentel de nombres lors de l'entrée en mode notes.\n\n• Typographie Améliorée – Passage à la police EB Garamond pour une meilleure lisibilité sur la grille et le pavé numérique.\n\n• Visibilité Améliorée – Contraste de surbrillance des cellules amélioré : plus foncé en mode clair, plus clair en mode sombre pour une meilleure visibilité.\n\n• Finition UI – Correction de l'alignement du texte des boutons du pavé numérique pour un aspect plus propre.\n\n• Nouvelles Icônes – Icônes de l'app mises à jour sur toutes les plateformes pour un look moderne.\n\nPlus toutes les fonctionnalités précédentes : jeu web, apprentissage par IA, prise de notes et plus encore.\n\nPas de publicités, pas d'achats intégrés, pas d'interruptions – juste la résolution pure de sudokus.",
  "promotionalText": "Temps limité : Maintenant gratuit pour toute l'année 2026 ! Pas de publicités, jamais d'achats intégrés, pas d'interruptions – juste la résolution pure de sudokus."
}
