{
  "appName": "Sudoku Face Off",
  "subtitle": "Sudoku Multiplayer, No Ads",
  "description": "Sudoku di Pura Qualità con corse multiplayer in tempo reale e apprendimento alimentato da IA. Nessuna pubblicità, nessun abbonamento, nessun account richiesto.\n\nSfida te stesso con sudoku che richiedono tecniche avanzate, o gareggia con gli amici in battaglie in tempo reale. I suggerimenti IA integrati ti guidano per padroneggiare strategie esperte come X-Wing e Swordfish.\n\n• Sudoku di Pura Qualità\nNessuna pubblicità, nessun abbonamento, nessun account richiesto. Solo sudoku di pura qualità progettati per giocatori seri.\n\n• Apprendimento Avanzato con Suggerimenti IA\nSfida te stesso con sudoku molto difficili che richiedono tecniche avanzate. I suggerimenti alimentati da IA integrati spiegano la logica, evidenziano le celle e ti insegnano strategie esperte passo dopo passo.\n\n• Corse Multiplayer in Tempo Reale\nGareggia con altri giocatori in tempo reale. Tutti giocano la stessa griglia—il primo a finire vince. Vero sudoku competitivo. Competi fianco a fianco o da remoto.\n\n• Tutti i Livelli\nSudoku facili, medi o difficili. Perfetto per principianti che imparano le basi o maestri del sudoku che affrontano sfide estreme.\n\n• Gioca Ovunque\nInterfaccia bella e intuitiva ottimizzata per iOS, Android e web. Design pulito e moderno che ti permette di concentrarti sul sudoku.\n\nPulito, veloce e senza distrazioni. Ecco come deve essere il sudoku.",
  "keywords": "sudoku,puzzle,cervello,logica,griglia,multiplayer,classico,strategia,numeri,sfida,senza pubblicità",
  "supportUrl": "https://sudokufaceoff.com",
  "whatsNew": "Aggiornamento importante da v1.0.11:\n\n• Gioca su Web – Ora disponibile su iOS, Android e browser web. Gioca ovunque, in qualsiasi momento.\n\n• Apprendimento Alimentato da IA – Nuovo sistema di suggerimenti intelligente che spiega le tecniche e ti guida attraverso strategie avanzate. Impara X-Wing, Swordfish e metodi esperti.\n\n• UI per Appunti – Prendi appunti direttamente sulle celle per tracciare le possibilità e pianificare le tue mosse.\n\n• UX Migliorata – Leggibilità dei suggerimenti migliorata, migliore navigazione del menu, feedback aptico e griglia di gioco raffinata per un gioco più fluido.\n\n• Condivisione Migliore – Condividi i tuoi risultati con messaggi migliorati.\n\nNessuna pubblicità, nessun acquisto in-app, nessuna interruzione – solo pura risoluzione di sudoku.",
  "promotionalText": "Tempo limitato: Ora gratis per tutto il 2026! Nessuna pubblicità, mai acquisti in-app, nessuna interruzione – solo pura risoluzione di sudoku."
}
