{
  "appName": "Sudoku Face Off",
  "subtitle": "Sudoku Multijogador, Sem Ads",
  "description": "Sudoku de Pura Qualidade com corridas multijogador em tempo real e aprendizado alimentado por IA. Sem anúncios, sem assinaturas, sem conta necessária.\n\nDesafie-se com sudokus que requerem técnicas avançadas, ou compita com amigos em batalhas em tempo real. Dicas de IA integradas guiam você para dominar estratégias especializadas como X-Wing e Swordfish.\n\n• Sudoku de Pura Qualidade\nSem anúncios, sem assinaturas, sem conta necessária. Apenas sudokus de pura qualidade projetados para jogadores sérios.\n\n• Aprendizado Avançado com Dicas de IA\nDesafie-se com sudokus muito difíceis que requerem técnicas avançadas. Dicas alimentadas por IA integradas explicam a lógica, destacam células e ensinam estratégias especializadas passo a passo.\n\n• Corridas Multijogador em Tempo Real\nCompita com outros jogadores em tempo real. Todos jogam o mesmo tabuleiro—o primeiro a terminar vence. Verdadeiro sudoku competitivo. Compita lado a lado ou remotamente.\n\n• Todos os Níveis\nSudokus fáceis, médios ou difíceis. Perfeito para iniciantes aprendendo o básico ou mestres do sudoku enfrentando desafios extremos.\n\n• Jogue em Qualquer Lugar\nInterface bonita e intuitiva otimizada para iOS, Android e web. Design limpo e moderno que permite focar no sudoku.\n\nLimpo, rápido e sem distrações. É assim que o sudoku deve ser.",
  "keywords": "sudoku,puzzle,cérebro,lógica,tabuleiro,multiplayer,clássico,estratégia,números,desafio,sem anúncios",
  "supportUrl": "https://sudokufaceoff.com",
  "whatsNew": "Atualização importante desde v1.0.11:\n\n• Jogue na Web – Agora disponível em iOS, Android e navegadores web. Jogue em qualquer lugar, a qualquer hora.\n\n• Aprendizado Alimentado por IA – Novo sistema de dicas inteligente que explica técnicas e guia você através de estratégias avançadas. Aprenda X-Wing, Swordfish e métodos especializados.\n\n• UI de Anotações – Faça anotações diretamente nas células para rastrear possibilidades e planejar seus movimentos.\n\n• UX Aprimorada – Legibilidade de dicas melhorada, melhor navegação de menu, feedback háptico e tabuleiro de jogo refinado para um jogo mais suave.\n\n• Melhor Compartilhamento – Compartilhe suas conquistas com mensagens melhoradas.\n\nSem anúncios, sem compras no app, sem interrupções – apenas pura resolução de sudoku.",
  "promotionalText": "Tempo limitado: Agora grátis durante todo 2026! Sem anúncios, nunca compras no app, sem interrupções – apenas pura resolução de sudoku."
}
