{
  "appName": "Sudoku Face Off",
  "subtitle": "Sudoku Multijogador, Sem Ads",
  "description": "Sudoku de Pura Qualidade com corridas multijogador em tempo real e aprendizado alimentado por IA. Sem anúncios, sem assinaturas, sem conta necessária.\n\nDesafie-se com sudokus que requerem técnicas avançadas, ou compita com amigos em batalhas em tempo real. Dicas de IA integradas guiam você para dominar estratégias especializadas como X-Wing e Swordfish.\n\n• Sudoku de Pura Qualidade\nSem anúncios, sem assinaturas, sem conta necessária. Apenas sudokus de pura qualidade projetados para jogadores sérios.\n\n• Aprendizado Avançado com Dicas de IA\nDesafie-se com sudokus muito difíceis que requerem técnicas avançadas. Dicas alimentadas por IA integradas explicam a lógica, destacam células e ensinam estratégias especializadas passo a passo.\n\n• Corridas Multijogador em Tempo Real\nCompita com outros jogadores em tempo real. Todos jogam o mesmo tabuleiro—o primeiro a terminar vence. Verdadeiro sudoku competitivo. Compita lado a lado ou remotamente.\n\n• Todos os Níveis\nSudokus fáceis, médios ou difíceis. Perfeito para iniciantes aprendendo o básico ou mestres do sudoku enfrentando desafios extremos.\n\n• Jogue em Qualquer Lugar\nInterface bonita e intuitiva otimizada para iOS, Android e web. Design limpo e moderno que permite focar no sudoku.\n\nLimpo, rápido e sem distrações. É assim que o sudoku deve ser.",
  "keywords": "sudoku,puzzle,cérebro,lógica,tabuleiro,multiplayer,clássico,estratégia,números,desafio,sem anúncios",
  "supportUrl": "https://sudokufaceoff.com",
  "whatsNew": "Atualizações em v1.0.13-1.0.16:\n\n• Modo Notas Corrigido – Corrigido bug onde a seleção de dígitos poderia causar colocação acidental de números ao entrar no modo notas.\n\n• Tipografia Melhorada – Mudança para fonte EB Garamond para melhor legibilidade no tabuleiro e teclado numérico.\n\n• Visibilidade Melhorada – Contraste de destaque de células melhorado: mais escuro no modo claro, mais claro no modo escuro para melhor visibilidade.\n\n• Polimento da UI – Corrigido alinhamento do texto dos botões do teclado numérico para aparência mais limpa.\n\n• Ícones Atualizados – Ícones do app atualizados em todas as plataformas para um visual moderno.\n\nAlém de todos os recursos anteriores: jogo web, aprendizado com IA, anotações e mais.\n\nSem anúncios, sem compras no app, sem interrupções – apenas pura resolução de sudoku.",
  "promotionalText": "Tempo limitado: Agora grátis durante todo 2026! Sem anúncios, nunca compras no app, sem interrupções – apenas pura resolução de sudoku."
}
